// Задача 6
Console.Write("Введите число");
int number=Convert.ToInt32(Console.ReadLine());
if (number % 2 == 0)
{
    Console.Write("Введенное число является четным");


}
 else
 {
    Console.WriteLine("Введеное число нечетное");

 }


